stargate_dxlevel_01 = Carter Addon Pack - Внимание!
stargate_dxlevel_02 =[[ Внимание: ваш гмод запущен под DirectX 8.1 или ниже.
Это вызывает проблемы совместимости с Carter Addon Pack.
Список проблем:]]
stargate_dxlevel_03 =[[* Нет нестабильной червоточины при открытии врат.
* Белые квадраны у некоторых HUD'ов.
* У звёздных врат вселенной всегда включёны символы.
* Некоторые другие глюки.]]
stargate_dxlevel_04 =[[Пожалуста запустите gmod под dxlevel 90 или выше (95 рекомендуется).
Это можно изменить через консольную переменную mat_dxlevel.]]